{"stoi": {"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "a": 4, "large": 5, "cat": 6, "is": 7, "horse": 8, "across": 9, "meadow": 10, ".": 11, "two": 12, "brown": 13, "dogs": 14, "fight": 15, "on": 16, "the": 17, "leafy": 18, "ground": 19, "man": 20, "in": 21, "shorts": 22, "standing": 23, "rock": 24, "looking": 25, "out": 26, "at": 27, "view": 28, "from": 29, "muzzled": 30, "white": 31, "dog": 32, "running": 33, "grass": 34, "person": 35, "skiing": 36, "downhill": 37, "shepherd": 38, "catches": 39, "tennis": 40, "ball": 41, "skateboarder": 42, "riding": 43, "red": 44, "ramp": 45, "by": 46, "ocean": 47, "men": 48, "dressed": 49, "hit": 50, "while": 51, "third": 52, "walks": 53, "up": 54, "three": 55, "sit": 56, "restaurant": 57, "there": 58, "gathering": 59, "of": 60, "people": 61, "costumes": 62, "outside": 63, "street": 64, "rugby": 65, "player": 66, "attempts": 67, "to": 68, "an": 69, "with": 70, "teams": 71, "closing": 72, "woman": 73, "her": 74, "leg": 75, ",": 76, "and": 77, "some": 78, "kicking": 79, "boots": 80, "as": 81, "swims": 82, "duck": 83, "flies": 84, "away": 85, "leaps": 86, "air": 87, "catch": 88, "volleyball": 89, "young": 90, "child": 91, "climbing": 92, "chain": 93, "fence": 94, "motorcycle": 95, "racer": 96, "raises": 97, "his": 98, "arm": 99, "small": 100, "girl": 101, "puts": 102, "confetti": 103, "smiling": 104, "'s": 105, "hair": 106, "very": 107, "group": 108, "crowded": 109, "together": 110, "black": 111, "football": 112, "players": 113, "feild": 114, "one": 115, "left": 116, "blue": 117, "uniform": 118, "right": 119, "fans": 120, "back": 121, "sits": 122, "water": 123, "pink": 124, "picks": 125, "flowers": 126, "leaping": 127, "snowy": 128, "path": 129, "women": 130, "their": 131, "arms": 132, "around": 133, "each": 134, "other": 135, "smile": 136, "into": 137, "camera": 138, "runs": 139, "beside": 140, "wooden": 141, "mouth": 142, "chasing": 143, "another": 144, "down": 145, "covered": 146, "hill": 147, "wearing": 148, "yellow": 149, "helmet": 150, "side": 151, "wall": 152, "go": 153, "children": 154, "play": 155, "snow": 156, "sled": 157, "boat": 158, "float": 159, "city": 160, "bmx": 161, "bike": 162, "over": 163, "stick": 164, "field": 165, "gray": 166, "steps": 167, "building": 168, "are": 169, "waiting": 170, "curb": 171, "face": 172, "couch": 173, "holding": 174, "cloth": 175, "fur": 176, "t-shirt": 177, "soccer": 178, "stands": 179, "takes": 180, "jumps": 181, "for": 182, "it": 183, "along": 184, "marsh": 185, "edge": 186, "school": 187, "boy": 188, "foreground": 189, "game": 190, "grassy": 191, "carries": 192, "through": 193, "hat": 194, "beach": 195, "off": 196, "hay": 197, "buildings": 198, "behind": 199, "brown-haired": 200, "swim": 201, "trunks": 202, "backwards": 203, "swimming": 204, "pool": 205, "kicks": 206, "outdoor": 207, "court": 208, "feet": 209, "shallow": 210, "looks": 211, "puppy": 212, "mountain": 213, "biking": 214, "leans": 215, "baseball": 216, "bat": 217, "holds": 218, "outstreached": 219, "greyhound": 220, "track": 221, "tan": 222, "making": 223, "faces": 224, "tree": 225, "jumping": 226, "pictures": 227, "they": 228, "guy": 229, "doing": 230, "trick": 231, "distance": 232, "formation": 233, "little": 234, "climbs": 235, "stairs": 236, "stand": 237, "puddle": 238, "has": 239, "sidewalk": 240, "girls": 241, "performing": 242, "tricks": 243, "trampoline": 244, "snowboarder": 245, "covers": 246, "wetsuit": 247, "fluffy": 248, "weird": 249, "outfit": 250, "surfboard": 251, "shoes": 252, "five": 253, "playing": 254, "couple": 255, "taking": 256, "wedding": 257, "photo": 258, "party": 259, "vest": 260, "crowd": 261, "run": 262, "dry": 263, "mouths": 264, "open": 265, "bearded": 266, "backpack": 267, "front": 268, "rocky": 269, "creek": 270, "bridge": 271, "skis": 272, "slope": 273, "guys": 274, "silly": 275, "pose": 276, "hiking": 277, "mountainside": 278, "many": 279, "dirt": 280, "chases": 281, "motorcyclist": 282, "crouches": 283, "low": 284, "he": 285, "turn": 286, "can": 287, "not": 288, "jeans": 289, "leotard": 290, "hula": 291, "hoops": 292, "stage": 293, "balloon": 294, "background": 295, "jacket": 296, "bicycle": 297, "drinking": 298, "lake": 299, "african": 300, "american": 301, "space": 302, "swimmer": 303, "goggles": 304, "sliding": 305, "slide": 306, "laughing": 307, "tunnel": 308, "obstacle": 309, "course": 310, "blonde": 311, "digging": 312, "deep": 313, "hole": 314, "its": 315, "tail": 316, "walking": 317, "near": 318, "tall": 319, "jogs": 320, "frisbee": 321, "parade": 322, "marching": 323, "santa": 324, "gravel": 325, "swimsuit": 326, "swinging": 327, "swing": 328, "beads": 329, "river": 330, "baby": 331, "green": 332, "being": 333, "held": 334, "plays": 335, "guitar": 336, "next": 337, "him": 338, "mask": 339, "walk": 340, "terrain": 341, "ride": 342, "shirt": 343, "between": 344, "blond": 345, "hands": 346, "rodeo": 347, "bull": 348, "german": 349, "take": 350, "line": 351, "hats": 352, "selling": 353, "overlooking": 354, "where": 355, "get": 356, "runner": 357, "home": 358, "plate": 359, "youth": 360, "softball": 361, "suit": 362, "top": 363, "dress": 364, "pier": 365, "lies": 366, "during": 367, "chest": 368, "carrying": 369, "pulled": 370, "older": 371, "toddler": 372, "rider": 373, "catcher": 374, "glove": 375, "kids": 376, "amusement": 377, "park": 378, "makeup": 379, "clothes": 380, "blowing": 381, "railing": 382, "fire": 383, "under": 384, "car": 385, "bags": 386, "bicycles": 387, "shopping": 388, "carts": 389, "colorful": 390, "racing": 391, "muzzle": 392, "sign": 393, "flags": 394, "gathered": 395, "sitting": 396, "window": 397, "neon": 398, "lights": 399, "head": 400, "bank": 401, "pond": 402, "larger": 403, "position": 404, "high": 405, "above": 406, "trees": 407, "stadium": 408, "bed": 409, "washington": 410, "skateboard": 411, "playground": 412, "equipment": 413, "hind": 414, "legs": 415, "reaching": 416, "bride": 417, "throwing": 418, "several": 419, "object": 420, "who": 421, "bikes": 422, "road": 423, "pants": 424, "ship": 425, "``": 426, "protest": 427, "taken": 428, "staring": 429, "bird": 430, "foliage": 431, "kiddie": 432, "oklahoma": 433, "talk": 434, "sideline": 435, "clown": 436, "cut-out": 437, "necklace": 438, "bouncing": 439, "balls": 440, "reading": 441, "book": 442, "points": 443, "jump": 444, "snowball": 445, "talking": 446, "cellphone": 447, "kayak": 448, "area": 449, "box": 450, "hockey": 451, "mirror": 452, "doberman": 453, "toy": 454, "skier": 455, "sand": 456, "mans": 457, "lying": 458, "orange": 459, "outfits": 460, "hold": 461, "bathing": 462, "suits": 463, "midair": 464, "matching": 465, "climb": 466, "waterfall": 467, "wire": 468, "collie": 469, "stroller": 470, "leather": 471, "purple": 472, "onlookers": 473, "petting": 474, "rides": 475, "rural": 476, "watching": 477, "kid": 478, "cross-country": 479, "number": 480, "life": 481, "poses": 482, "make": 483, "team": 484, "closeup": 485, "climber": 486, "kiss": 487, "device": 488, "skateboarding": 489, "posing": 490, "atv": 491, "that": 492, "collar": 493, "tongue": 494, "hanging": 495, "motorcycles": 496, "public": 497, "plants": 498, "middle": 499, "dresses": 500, "splashing": 501, "surrounded": 502, "wears": 503, "headphones": 504, "body": 505, "fighting": 506, "something": 507, "enjoying": 508, "bikini": 509, "towel": 510, "lounge": 511, "chair": 512, "goes": 513, "winter": 514, "coats": 515, "basketball": 516, "block": 517, "easter": 518, "island": 519, "statues": 520, "short": 521, "gather": 522, "pavement": 523, "traffic": 524, "plaid": 525, "crouching": 526, "snowboard": 527, "against": 528, "watch": 529, "house": 530, "umbrella": 531, "smiles": 532, "towards": 533, "swings": 534, "floor": 535, "sunny": 536, "neighborhood": 537, "olympic": 538, "winner": 539, "medals": 540, "grey": 541, "showing": 542, "wave": 543, "just": 544, "bandanna": 545, "sleeping": 546, "board": 547, "biker": 548, "forest": 549, "raise": 550, "female": 551, "long": 552, "scene": 553, "eating": 554, "boys": 555, "paper": 556, "pieces": 557, "bag": 558, "outdoors": 559, "yard": 560, "skinny": 561, "sports": 562, "lady": 563, "haired": 564, "sweater": 565, "bench": 566, "giving": 567, "thumbs": 568, "rope": 569, "truck": 570, "rocks": 571, "them": 572, "surfing": 573, "laying": 574, "like": 575, "picture": 576, "adults": 577, "tackle": 578, "opponent": 579, "old": 580, "golden": 581, "approaching": 582, "pulls": 583, "wheelie": 584, "racetrack": 585, "video": 586, "moves": 587, "hand": 588, "drinks": 589, "fountain": 590, "watches": 591, "makes": 592, "rolling": 593, "bend": 594, "touch": 595, "sunset": 596, "waving": 597, "leash": 598, "attached": 599, "sheep": 600, "backpacker": 601, "cliff": 602, "shirtless": 603, "shore": 604, "chin": 605, "horses": 606, "pull": 607, "rain": 608, "flying": 609, "hillside": 610, "views": 611, "scarf": 612, "tries": 613, "four": 614, "riders": 615, "band": 616, "music": 617, "paddling": 618, "raft": 619, "base": 620, "frozen": 621, "tent": 622, "cover": 623, "striped": 624, "read": 625, "books": 626, "woods": 627, "trail": 628, "leaves": 629, "enjoys": 630, "waits": 631, "owner": 632, "barn": 633, "cow": 634, "blanket": 635, "eats": 636, "cap": 637, "hits": 638, "store": 639, "going": 640, "bread": 641, "drink": 642, "ledge": 643, "mountains": 644, "set": 645, "lone": 646, "day": 647, "trying": 648, "climbers": 649, "uses": 650, "sticks": 651, "control": 652, "bus": 653, "cross": 654, "race": 655, "falling": 656, "hiker": 657, "chairlift": 658, "moving": 659, "bubbles": 660, "performs": 661, "cement": 662, "inside": 663, "inflatable": 664, "colored": 665, "glasses": 666, "hoop": 667, "piece": 668, "swampy": 669, "fast": 670, "log": 671, "glass": 672, "shot": 673, "turned": 674, "folded": 675, "wrestling": 676, "fireplace": 677, "sunglasses": 678, "art": 679, "show": 680, "backs": 681, "balances": 682, "cheerleader": 683, "audience": 684, "picnic": 685, "table": 686, "coming": 687, "onto": 688, "vehicle": 689, "drives": 690, "mud": 691, "cowboy": 692, "carnival": 693, "or": 694, "surfer": 695, "big": 696, "himself": 697, "fall": 698, "bottom": 699, "snowboarding": 700, "ski": 701, "gun": 702, "dark": 703, "jersey": 704, "wading": 705, "pulling": 706, "dirty": 707, "bottle": 708, "does": 709, "nearby": 710, "beard": 711, "ice": 712, "sundress": 713, "slides": 714, "races": 715, "rowing": 716, "this": 717, "listening": 718, "birds": 719, "waves": 720, "full": 721, "floating": 722, "flip": 723, "light": 724, "casting": 725, "shadow": 726, "ran": 727, "tube": 728, "smoking": 729, "filled": 730, "indian": 731, "market": 732, "door": 733, "inline": 734, "skates": 735, "skating": 736, "huge": 737, "leap": 738, "look": 739, "fell": 740, "first": 741, "whilst": 742, "coffee": 743, "dark-haired": 744, "preparing": 745, "throw": 746, "produce": 747, "splashes": 748, "pack": 749, "tattoos": 750, "lower": 751, "fireworks": 752, "coat": 753, "plastic": 754, "wrestle": 755, "seated": 756, "barking": 757, "train": 758, "gear": 759, "sky": 760, "hugging": 761, "christmas": 762, "tussle": 763, "monkey": 764, "bars": 765, "ropes": 766, "eyes": 767, "gets": 768, "ready": 769, "about": 770, "subway": 771, "worker": 772, "toward": 773, "surfs": 774, "chairs": 775, "brush": 776, "animal": 777, "crossing": 778, "jockeys": 779, "step": 780, "shakes": 781, "flag": 782, "past": 783, "row": 784, "spectators": 785, "propel": 786, "paddles": 787, "scooter": 788, "bikinis": 789, "painting": 790, "jackets": 791, "attempting": 792, "wheel": 793, "silver": 794, "neck": 795, "poster": 796, "catching": 797, "sun": 798, "reads": 799, "clothing": 800, "nose": 801, "tire": 802, "wings": 803, "asian": 804, "pole": 805, "puck": 806, "concrete": 807, "headband": 808, "competition": 809, "camel": 810, "kayaker": 811, "battles": 812, "rapids": 813, "shoulders": 814, "parked": 815, "pit": 816, "barefoot": 817, "balcony": 818, "machine": 819, "afro": 820, "event": 821, "parking": 822, "lot": 823, "raised": 824, "skirt": 825, "poles": 826, "pony": 827, "no": 828, "animals": 829, "rail": 830, "clouds": 831, "wheeled": 832, "others": 833, "food": 834, "comes": 835, "fish": 836, "connected": 837, "fishing": 838, "wood": 839, "getting": 840, "spider-man": 841, "indoors": 842, "carpet": 843, "bends": 844, "shirts": 845, "upside": 846, "skiers": 847, "pan": 848, "mess": 849, "all": 850, "diving": 851, "indoor": 852, "shower": 853, "busy": 854, "kneeling": 855, "talks": 856, "bite": 857, "stream": 858, "cup": 859, "pair": 860, "uniforms": 861, "biting": 862, "finger": 863, "costume": 864, "licks": 865, "facing": 866, "rests": 867, "night": 868, "bald": 869, "what": 870, "lawn": 871, "male": 872, "skate": 873, "cloud": 874, "smoke": 875, "amid": 876, "corner": 877, "abandoned": 878, "boardwalk": 879, "she": 880, "lands": 881, "rubber": 882, "below": 883, "hikers": 884, "using": 885, "binoculars": 886, "beige": 887, "rink": 888, "six": 889, "pushing": 890, "having": 891, "bowl": 892, "setting": 893, "paint": 894, "writing": 895, "tank": 896, "racket": 897, "thrown": 898, "surf": 899, "brindle": 900, "spotted": 901, "brick": 902, "lean": 903, "hurdle": 904, "stunt": 905, "pile": 906, "someone": 907, "opposite": 908, "friend": 909, "members": 910, "jungle": 911, "gym": 912, "adult": 913, "ears": 914, "dune": 915, "peeks": 916, "stretches": 917, "grinding": 918, "poodle": 919, "driveway": 920, "police": 921, "furry": 922, "caught": 923, "athlete": 924, "gloves": 925, "wakeboarder": 926, "pointed": 927, "sparklers": 928, "driver": 929, "driving": 930, "dead": 931, "wet": 932, "giant": 933, "straps": 934, "pointer": 935, "canoe": 936, "trains": 937, "fetching": 938, "after": 939, "playfully": 940, "chewing": 941, "half": 942, "pipe": 943, "wrestler": 944, "roof": 945, "few": 946, "cream": 947, "herself": 948, "bar": 949, "shaking": 950, "bounce": 951, "scenic": 952, "puppies": 953, "shop": 954, "policeman": 955, "bicyclist": 956, "type": 957, "kick": 958, "room": 959, "helps": 960, "hardhat": 961, "handstand": 962, "soda": 963, "fun": 964, "bright": 965, "have": 966, "wrapped": 967, "begins": 968, "staircase": 969, "howling": 970, "pointing": 971, "beam": 972, "backyard": 973, "unicycle": 974, "resting": 975, "metal": 976, "strip": 977, "leaning": 978, "cans": 979, "wear": 980, "jean": 981, "stove": 982, "appear": 983, "be": 984, "desert": 985, "naked": 986, "cyclist": 987, "fair": 988, "elderly": 989, "seen": 990, "rollerblades": 991, "goal": 992, "magazine": 993, "tricycle": 994, "cart": 995, "frowning": 996, "lab": 997, "boxer": 998, "practicing": 999, "net": 1000, "bow": 1001, "among": 1002, "family": 1003, "throws": 1004, "cars": 1005, "falls": 1006, "observes": 1007, "vertical": 1008, "wine": 1009, "singer": 1010, "seattle": 1011, "begging": 1012, "cobblestone": 1013, "underneath": 1014, "returns": 1015, "ribbon": 1016, "instruments": 1017, "vine": 1018, "hose": 1019, "still": 1020, "try": 1021, "stores": 1022, "bunch": 1023, "valley": 1024, "stuffed": 1025, "saying": 1026, "foggy": 1027, "stone": 1028, "apple": 1029, "center": 1030, "scenery": 1031, "beautiful": 1032, "stars": 1033, "hell": 1034, "round": 1035, "motocross": 1036, "rough": 1037, "fan": 1038, "cyclists": 1039, "competing": 1040, "so": 1041, "clowns": 1042, "musician": 1043, "bagpipe": 1044, "teenage": 1045, "wind": 1046, "chunk": 1047, "statue": 1048, "tiger": 1049, "dancing": 1050, "deck": 1051, "cage": 1052, "graffiti": 1053, "ladies": 1054, "says": 1055, "shown": 1056, "violin": 1057, "hills": 1058, "before": 1059, "shoulder": 1060, "prepares": 1061, "airport": 1062, "herds": 1063, "explosion": 1064, "excited": 1065, "fenced": 1066, "wade": 1067, "training": 1068, "do": 1069, "underwater": 1070, "living": 1071, "numbered": 1072, "robot": 1073, "handrail": 1074, "pillar": 1075, "playpen": 1076, "shows": 1077, "headscarf": 1078, "slightly": 1079, "greyhounds": 1080, "bushes": 1081, "construction": 1082, "dragsters": 1083, "hangs": 1084, "mohawk": 1085, "singing": 1086, "town": 1087, "square": 1088, "tricycles": 1089, "jeep": 1090, "follows": 1091, "bikers": 1092, "topless": 1093, "licking": 1094, "tile": 1095, "hikes": 1096, "safety": 1097, "these": 1098, "knee": 1099, "paved": 1100, "stairway": 1101, "smaller": 1102, "platform": 1103, "tossed": 1104}, "itos": {"0": "<pad>", "1": "<start>", "2": "<end>", "3": "<unk>", "4": "a", "5": "large", "6": "cat", "7": "is", "8": "horse", "9": "across", "10": "meadow", "11": ".", "12": "two", "13": "brown", "14": "dogs", "15": "fight", "16": "on", "17": "the", "18": "leafy", "19": "ground", "20": "man", "21": "in", "22": "shorts", "23": "standing", "24": "rock", "25": "looking", "26": "out", "27": "at", "28": "view", "29": "from", "30": "muzzled", "31": "white", "32": "dog", "33": "running", "34": "grass", "35": "person", "36": "skiing", "37": "downhill", "38": "shepherd", "39": "catches", "40": "tennis", "41": "ball", "42": "skateboarder", "43": "riding", "44": "red", "45": "ramp", "46": "by", "47": "ocean", "48": "men", "49": "dressed", "50": "hit", "51": "while", "52": "third", "53": "walks", "54": "up", "55": "three", "56": "sit", "57": "restaurant", "58": "there", "59": "gathering", "60": "of", "61": "people", "62": "costumes", "63": "outside", "64": "street", "65": "rugby", "66": "player", "67": "attempts", "68": "to", "69": "an", "70": "with", "71": "teams", "72": "closing", "73": "woman", "74": "her", "75": "leg", "76": ",", "77": "and", "78": "some", "79": "kicking", "80": "boots", "81": "as", "82": "swims", "83": "duck", "84": "flies", "85": "away", "86": "leaps", "87": "air", "88": "catch", "89": "volleyball", "90": "young", "91": "child", "92": "climbing", "93": "chain", "94": "fence", "95": "motorcycle", "96": "racer", "97": "raises", "98": "his", "99": "arm", "100": "small", "101": "girl", "102": "puts", "103": "confetti", "104": "smiling", "105": "'s", "106": "hair", "107": "very", "108": "group", "109": "crowded", "110": "together", "111": "black", "112": "football", "113": "players", "114": "feild", "115": "one", "116": "left", "117": "blue", "118": "uniform", "119": "right", "120": "fans", "121": "back", "122": "sits", "123": "water", "124": "pink", "125": "picks", "126": "flowers", "127": "leaping", "128": "snowy", "129": "path", "130": "women", "131": "their", "132": "arms", "133": "around", "134": "each", "135": "other", "136": "smile", "137": "into", "138": "camera", "139": "runs", "140": "beside", "141": "wooden", "142": "mouth", "143": "chasing", "144": "another", "145": "down", "146": "covered", "147": "hill", "148": "wearing", "149": "yellow", "150": "helmet", "151": "side", "152": "wall", "153": "go", "154": "children", "155": "play", "156": "snow", "157": "sled", "158": "boat", "159": "float", "160": "city", "161": "bmx", "162": "bike", "163": "over", "164": "stick", "165": "field", "166": "gray", "167": "steps", "168": "building", "169": "are", "170": "waiting", "171": "curb", "172": "face", "173": "couch", "174": "holding", "175": "cloth", "176": "fur", "177": "t-shirt", "178": "soccer", "179": "stands", "180": "takes", "181": "jumps", "182": "for", "183": "it", "184": "along", "185": "marsh", "186": "edge", "187": "school", "188": "boy", "189": "foreground", "190": "game", "191": "grassy", "192": "carries", "193": "through", "194": "hat", "195": "beach", "196": "off", "197": "hay", "198": "buildings", "199": "behind", "200": "brown-haired", "201": "swim", "202": "trunks", "203": "backwards", "204": "swimming", "205": "pool", "206": "kicks", "207": "outdoor", "208": "court", "209": "feet", "210": "shallow", "211": "looks", "212": "puppy", "213": "mountain", "214": "biking", "215": "leans", "216": "baseball", "217": "bat", "218": "holds", "219": "outstreached", "220": "greyhound", "221": "track", "222": "tan", "223": "making", "224": "faces", "225": "tree", "226": "jumping", "227": "pictures", "228": "they", "229": "guy", "230": "doing", "231": "trick", "232": "distance", "233": "formation", "234": "little", "235": "climbs", "236": "stairs", "237": "stand", "238": "puddle", "239": "has", "240": "sidewalk", "241": "girls", "242": "performing", "243": "tricks", "244": "trampoline", "245": "snowboarder", "246": "covers", "247": "wetsuit", "248": "fluffy", "249": "weird", "250": "outfit", "251": "surfboard", "252": "shoes", "253": "five", "254": "playing", "255": "couple", "256": "taking", "257": "wedding", "258": "photo", "259": "party", "260": "vest", "261": "crowd", "262": "run", "263": "dry", "264": "mouths", "265": "open", "266": "bearded", "267": "backpack", "268": "front", "269": "rocky", "270": "creek", "271": "bridge", "272": "skis", "273": "slope", "274": "guys", "275": "silly", "276": "pose", "277": "hiking", "278": "mountainside", "279": "many", "280": "dirt", "281": "chases", "282": "motorcyclist", "283": "crouches", "284": "low", "285": "he", "286": "turn", "287": "can", "288": "not", "289": "jeans", "290": "leotard", "291": "hula", "292": "hoops", "293": "stage", "294": "balloon", "295": "background", "296": "jacket", "297": "bicycle", "298": "drinking", "299": "lake", "300": "african", "301": "american", "302": "space", "303": "swimmer", "304": "goggles", "305": "sliding", "306": "slide", "307": "laughing", "308": "tunnel", "309": "obstacle", "310": "course", "311": "blonde", "312": "digging", "313": "deep", "314": "hole", "315": "its", "316": "tail", "317": "walking", "318": "near", "319": "tall", "320": "jogs", "321": "frisbee", "322": "parade", "323": "marching", "324": "santa", "325": "gravel", "326": "swimsuit", "327": "swinging", "328": "swing", "329": "beads", "330": "river", "331": "baby", "332": "green", "333": "being", "334": "held", "335": "plays", "336": "guitar", "337": "next", "338": "him", "339": "mask", "340": "walk", "341": "terrain", "342": "ride", "343": "shirt", "344": "between", "345": "blond", "346": "hands", "347": "rodeo", "348": "bull", "349": "german", "350": "take", "351": "line", "352": "hats", "353": "selling", "354": "overlooking", "355": "where", "356": "get", "357": "runner", "358": "home", "359": "plate", "360": "youth", "361": "softball", "362": "suit", "363": "top", "364": "dress", "365": "pier", "366": "lies", "367": "during", "368": "chest", "369": "carrying", "370": "pulled", "371": "older", "372": "toddler", "373": "rider", "374": "catcher", "375": "glove", "376": "kids", "377": "amusement", "378": "park", "379": "makeup", "380": "clothes", "381": "blowing", "382": "railing", "383": "fire", "384": "under", "385": "car", "386": "bags", "387": "bicycles", "388": "shopping", "389": "carts", "390": "colorful", "391": "racing", "392": "muzzle", "393": "sign", "394": "flags", "395": "gathered", "396": "sitting", "397": "window", "398": "neon", "399": "lights", "400": "head", "401": "bank", "402": "pond", "403": "larger", "404": "position", "405": "high", "406": "above", "407": "trees", "408": "stadium", "409": "bed", "410": "washington", "411": "skateboard", "412": "playground", "413": "equipment", "414": "hind", "415": "legs", "416": "reaching", "417": "bride", "418": "throwing", "419": "several", "420": "object", "421": "who", "422": "bikes", "423": "road", "424": "pants", "425": "ship", "426": "``", "427": "protest", "428": "taken", "429": "staring", "430": "bird", "431": "foliage", "432": "kiddie", "433": "oklahoma", "434": "talk", "435": "sideline", "436": "clown", "437": "cut-out", "438": "necklace", "439": "bouncing", "440": "balls", "441": "reading", "442": "book", "443": "points", "444": "jump", "445": "snowball", "446": "talking", "447": "cellphone", "448": "kayak", "449": "area", "450": "box", "451": "hockey", "452": "mirror", "453": "doberman", "454": "toy", "455": "skier", "456": "sand", "457": "mans", "458": "lying", "459": "orange", "460": "outfits", "461": "hold", "462": "bathing", "463": "suits", "464": "midair", "465": "matching", "466": "climb", "467": "waterfall", "468": "wire", "469": "collie", "470": "stroller", "471": "leather", "472": "purple", "473": "onlookers", "474": "petting", "475": "rides", "476": "rural", "477": "watching", "478": "kid", "479": "cross-country", "480": "number", "481": "life", "482": "poses", "483": "make", "484": "team", "485": "closeup", "486": "climber", "487": "kiss", "488": "device", "489": "skateboarding", "490": "posing", "491": "atv", "492": "that", "493": "collar", "494": "tongue", "495": "hanging", "496": "motorcycles", "497": "public", "498": "plants", "499": "middle", "500": "dresses", "501": "splashing", "502": "surrounded", "503": "wears", "504": "headphones", "505": "body", "506": "fighting", "507": "something", "508": "enjoying", "509": "bikini", "510": "towel", "511": "lounge", "512": "chair", "513": "goes", "514": "winter", "515": "coats", "516": "basketball", "517": "block", "518": "easter", "519": "island", "520": "statues", "521": "short", "522": "gather", "523": "pavement", "524": "traffic", "525": "plaid", "526": "crouching", "527": "snowboard", "528": "against", "529": "watch", "530": "house", "531": "umbrella", "532": "smiles", "533": "towards", "534": "swings", "535": "floor", "536": "sunny", "537": "neighborhood", "538": "olympic", "539": "winner", "540": "medals", "541": "grey", "542": "showing", "543": "wave", "544": "just", "545": "bandanna", "546": "sleeping", "547": "board", "548": "biker", "549": "forest", "550": "raise", "551": "female", "552": "long", "553": "scene", "554": "eating", "555": "boys", "556": "paper", "557": "pieces", "558": "bag", "559": "outdoors", "560": "yard", "561": "skinny", "562": "sports", "563": "lady", "564": "haired", "565": "sweater", "566": "bench", "567": "giving", "568": "thumbs", "569": "rope", "570": "truck", "571": "rocks", "572": "them", "573": "surfing", "574": "laying", "575": "like", "576": "picture", "577": "adults", "578": "tackle", "579": "opponent", "580": "old", "581": "golden", "582": "approaching", "583": "pulls", "584": "wheelie", "585": "racetrack", "586": "video", "587": "moves", "588": "hand", "589": "drinks", "590": "fountain", "591": "watches", "592": "makes", "593": "rolling", "594": "bend", "595": "touch", "596": "sunset", "597": "waving", "598": "leash", "599": "attached", "600": "sheep", "601": "backpacker", "602": "cliff", "603": "shirtless", "604": "shore", "605": "chin", "606": "horses", "607": "pull", "608": "rain", "609": "flying", "610": "hillside", "611": "views", "612": "scarf", "613": "tries", "614": "four", "615": "riders", "616": "band", "617": "music", "618": "paddling", "619": "raft", "620": "base", "621": "frozen", "622": "tent", "623": "cover", "624": "striped", "625": "read", "626": "books", "627": "woods", "628": "trail", "629": "leaves", "630": "enjoys", "631": "waits", "632": "owner", "633": "barn", "634": "cow", "635": "blanket", "636": "eats", "637": "cap", "638": "hits", "639": "store", "640": "going", "641": "bread", "642": "drink", "643": "ledge", "644": "mountains", "645": "set", "646": "lone", "647": "day", "648": "trying", "649": "climbers", "650": "uses", "651": "sticks", "652": "control", "653": "bus", "654": "cross", "655": "race", "656": "falling", "657": "hiker", "658": "chairlift", "659": "moving", "660": "bubbles", "661": "performs", "662": "cement", "663": "inside", "664": "inflatable", "665": "colored", "666": "glasses", "667": "hoop", "668": "piece", "669": "swampy", "670": "fast", "671": "log", "672": "glass", "673": "shot", "674": "turned", "675": "folded", "676": "wrestling", "677": "fireplace", "678": "sunglasses", "679": "art", "680": "show", "681": "backs", "682": "balances", "683": "cheerleader", "684": "audience", "685": "picnic", "686": "table", "687": "coming", "688": "onto", "689": "vehicle", "690": "drives", "691": "mud", "692": "cowboy", "693": "carnival", "694": "or", "695": "surfer", "696": "big", "697": "himself", "698": "fall", "699": "bottom", "700": "snowboarding", "701": "ski", "702": "gun", "703": "dark", "704": "jersey", "705": "wading", "706": "pulling", "707": "dirty", "708": "bottle", "709": "does", "710": "nearby", "711": "beard", "712": "ice", "713": "sundress", "714": "slides", "715": "races", "716": "rowing", "717": "this", "718": "listening", "719": "birds", "720": "waves", "721": "full", "722": "floating", "723": "flip", "724": "light", "725": "casting", "726": "shadow", "727": "ran", "728": "tube", "729": "smoking", "730": "filled", "731": "indian", "732": "market", "733": "door", "734": "inline", "735": "skates", "736": "skating", "737": "huge", "738": "leap", "739": "look", "740": "fell", "741": "first", "742": "whilst", "743": "coffee", "744": "dark-haired", "745": "preparing", "746": "throw", "747": "produce", "748": "splashes", "749": "pack", "750": "tattoos", "751": "lower", "752": "fireworks", "753": "coat", "754": "plastic", "755": "wrestle", "756": "seated", "757": "barking", "758": "train", "759": "gear", "760": "sky", "761": "hugging", "762": "christmas", "763": "tussle", "764": "monkey", "765": "bars", "766": "ropes", "767": "eyes", "768": "gets", "769": "ready", "770": "about", "771": "subway", "772": "worker", "773": "toward", "774": "surfs", "775": "chairs", "776": "brush", "777": "animal", "778": "crossing", "779": "jockeys", "780": "step", "781": "shakes", "782": "flag", "783": "past", "784": "row", "785": "spectators", "786": "propel", "787": "paddles", "788": "scooter", "789": "bikinis", "790": "painting", "791": "jackets", "792": "attempting", "793": "wheel", "794": "silver", "795": "neck", "796": "poster", "797": "catching", "798": "sun", "799": "reads", "800": "clothing", "801": "nose", "802": "tire", "803": "wings", "804": "asian", "805": "pole", "806": "puck", "807": "concrete", "808": "headband", "809": "competition", "810": "camel", "811": "kayaker", "812": "battles", "813": "rapids", "814": "shoulders", "815": "parked", "816": "pit", "817": "barefoot", "818": "balcony", "819": "machine", "820": "afro", "821": "event", "822": "parking", "823": "lot", "824": "raised", "825": "skirt", "826": "poles", "827": "pony", "828": "no", "829": "animals", "830": "rail", "831": "clouds", "832": "wheeled", "833": "others", "834": "food", "835": "comes", "836": "fish", "837": "connected", "838": "fishing", "839": "wood", "840": "getting", "841": "spider-man", "842": "indoors", "843": "carpet", "844": "bends", "845": "shirts", "846": "upside", "847": "skiers", "848": "pan", "849": "mess", "850": "all", "851": "diving", "852": "indoor", "853": "shower", "854": "busy", "855": "kneeling", "856": "talks", "857": "bite", "858": "stream", "859": "cup", "860": "pair", "861": "uniforms", "862": "biting", "863": "finger", "864": "costume", "865": "licks", "866": "facing", "867": "rests", "868": "night", "869": "bald", "870": "what", "871": "lawn", "872": "male", "873": "skate", "874": "cloud", "875": "smoke", "876": "amid", "877": "corner", "878": "abandoned", "879": "boardwalk", "880": "she", "881": "lands", "882": "rubber", "883": "below", "884": "hikers", "885": "using", "886": "binoculars", "887": "beige", "888": "rink", "889": "six", "890": "pushing", "891": "having", "892": "bowl", "893": "setting", "894": "paint", "895": "writing", "896": "tank", "897": "racket", "898": "thrown", "899": "surf", "900": "brindle", "901": "spotted", "902": "brick", "903": "lean", "904": "hurdle", "905": "stunt", "906": "pile", "907": "someone", "908": "opposite", "909": "friend", "910": "members", "911": "jungle", "912": "gym", "913": "adult", "914": "ears", "915": "dune", "916": "peeks", "917": "stretches", "918": "grinding", "919": "poodle", "920": "driveway", "921": "police", "922": "furry", "923": "caught", "924": "athlete", "925": "gloves", "926": "wakeboarder", "927": "pointed", "928": "sparklers", "929": "driver", "930": "driving", "931": "dead", "932": "wet", "933": "giant", "934": "straps", "935": "pointer", "936": "canoe", "937": "trains", "938": "fetching", "939": "after", "940": "playfully", "941": "chewing", "942": "half", "943": "pipe", "944": "wrestler", "945": "roof", "946": "few", "947": "cream", "948": "herself", "949": "bar", "950": "shaking", "951": "bounce", "952": "scenic", "953": "puppies", "954": "shop", "955": "policeman", "956": "bicyclist", "957": "type", "958": "kick", "959": "room", "960": "helps", "961": "hardhat", "962": "handstand", "963": "soda", "964": "fun", "965": "bright", "966": "have", "967": "wrapped", "968": "begins", "969": "staircase", "970": "howling", "971": "pointing", "972": "beam", "973": "backyard", "974": "unicycle", "975": "resting", "976": "metal", "977": "strip", "978": "leaning", "979": "cans", "980": "wear", "981": "jean", "982": "stove", "983": "appear", "984": "be", "985": "desert", "986": "naked", "987": "cyclist", "988": "fair", "989": "elderly", "990": "seen", "991": "rollerblades", "992": "goal", "993": "magazine", "994": "tricycle", "995": "cart", "996": "frowning", "997": "lab", "998": "boxer", "999": "practicing", "1000": "net", "1001": "bow", "1002": "among", "1003": "family", "1004": "throws", "1005": "cars", "1006": "falls", "1007": "observes", "1008": "vertical", "1009": "wine", "1010": "singer", "1011": "seattle", "1012": "begging", "1013": "cobblestone", "1014": "underneath", "1015": "returns", "1016": "ribbon", "1017": "instruments", "1018": "vine", "1019": "hose", "1020": "still", "1021": "try", "1022": "stores", "1023": "bunch", "1024": "valley", "1025": "stuffed", "1026": "saying", "1027": "foggy", "1028": "stone", "1029": "apple", "1030": "center", "1031": "scenery", "1032": "beautiful", "1033": "stars", "1034": "hell", "1035": "round", "1036": "motocross", "1037": "rough", "1038": "fan", "1039": "cyclists", "1040": "competing", "1041": "so", "1042": "clowns", "1043": "musician", "1044": "bagpipe", "1045": "teenage", "1046": "wind", "1047": "chunk", "1048": "statue", "1049": "tiger", "1050": "dancing", "1051": "deck", "1052": "cage", "1053": "graffiti", "1054": "ladies", "1055": "says", "1056": "shown", "1057": "violin", "1058": "hills", "1059": "before", "1060": "shoulder", "1061": "prepares", "1062": "airport", "1063": "herds", "1064": "explosion", "1065": "excited", "1066": "fenced", "1067": "wade", "1068": "training", "1069": "do", "1070": "underwater", "1071": "living", "1072": "numbered", "1073": "robot", "1074": "handrail", "1075": "pillar", "1076": "playpen", "1077": "shows", "1078": "headscarf", "1079": "slightly", "1080": "greyhounds", "1081": "bushes", "1082": "construction", "1083": "dragsters", "1084": "hangs", "1085": "mohawk", "1086": "singing", "1087": "town", "1088": "square", "1089": "tricycles", "1090": "jeep", "1091": "follows", "1092": "bikers", "1093": "topless", "1094": "licking", "1095": "tile", "1096": "hikes", "1097": "safety", "1098": "these", "1099": "knee", "1100": "paved", "1101": "stairway", "1102": "smaller", "1103": "platform", "1104": "tossed"}}